{

  "CATEGORIES":"Categories",
  "COURCES":"Courses",
  "TEACHER":"Teacher",
  "SGINUP":"Sign Up",
  "SGININ":"sign in",
  "IT":"IT community",
  "LEARN":"Learn ",
  "AQUIRE":"Acquire ",
  "ADVANCE":"Advance",
  "IN_ARABIC":"in Arabic",
  "EXCEL":" and excel ",
  "SKILLS":"in your skills",
  "COMMA":",",
  "DESCRIPTION":"“With our platform, there are no limits to what you can learn in your native language, Arabic. We give you the ability to master new skills in the field of technology. Embark on your educational journey with confidence, with the promise that language will never be a barrier to your success.”",
  "GET_CERTIFICATE":"Get a certificate",
  "WE_OFFER":"We offer you various courses in the field of technology with opportunities to obtain accredited certificates that reflect your skills and knowledge",
  "LEARN_LATEST_SKILLS":"Learn the latest skills",
  "LEARN_FROM_EXPERTS":"Learn from experts in your field and gain the practical skills you need to excel at The evolving daily labor market",
  "BE_READY":"Be prepared for the job",
  "HELP_YOUSELF":"Help yourself fully prepare for the labor market through development courses Personal skills and workshops",
  "ADVANTAGES_OF_LRAAEN":"Advantages of learning with us",
  "SPECIALIZED_CONTENT":"Specialized content",
  "SPECIALIZED_CONTENT_DESC1":"Which makes the learning process easier and more effective. Whether you are a beginner or Professionally, you will find the resources and support needed to achieve your educational goals.",
  "SPECIALIZED_CONTENT_DESC2":"Our platform offers a wide range of educational courses in everything Concerning technology",
  "FLEXIBILITY":"Flexibility of time and place",
  "FLEXIBILITY_DESC":"You can access educational materials at any time and from anywhere that suits you. No need to adhere to specific timetables",
  "SUBSCRIBE_TO_OUR_MAILING":"Subscribe to our mailing list",
  "STAY_UP_TO_DATE":"Stay up to date with everything new",
  "SUBSCRIBE":"Subscribe",
  "EMAIL":"Your E-mail",
  "COPYRIGHT":"All rights reserved to the Information Technology Community Platform 2024©",
  "ABOUT_COMPANY":"About company",
  "WHO_WE_ARE":"who are we",
  "SUPPORT":"Support",
  "POLICY":"Privacy Policy",
  "Q_A":"Question and Answer",
  "CONTACTUS":"Connect with us"
}
